"STORE_DESCRIPTION" = "VLC למערכת iOS הוא הסבה של נגן המדיה החופשי VLC להתקני iPad, iPhone ו־iPod touch.\nהנגן יכול לנגן את כל הסרטים, הסדרות והמוזיקה שלך ברוב תסדירי המדיה ישירות וללא המרה.\nהנגן מאפשר לך לסנכרן קבצים עם DropBox, GDrive, OneDrive, Box, iCloud Drive, iTunes, הורדות ישירות ושיתוף באמצעות WiFi לרבות הזרמה ישירה משרתי מדיה מסוג SMB, FTP, UPnP/DLNA וקישור רגיל.\nל־VLC יש תמיכה בכתוביות מתקדמות לרבות תאימות מלאה ב־SSA, שמע רב ערוצי ובקרת מהירות נגינה.\n\nVLC לסביבת iOS הנו נגן חינמי לחלוטין ובקוד פתוח.";

"STORE_DESCRIPTION_TV" = "נגן המדיה VLC הנו נגן מולטימדיה חוצה פלטפורמות חופשי ובקוד פתוח.\nהנגן יכול לנגן את כל הסרטים, הסדרות והמוזיקה שלך ברוב תסדירי המדיה ישירות וללא המרה.\nהנגן מאפשר לך להזרים מדיה משירותי ענן (Dropbox, OneDrive, Box), לנגן מרחוק דרך ה־Mac או המחשב שלך באמצעות מנשק דפדפני לרבות הזרמה ישירה משרתי מדיה מסוג SMB, FTP, UPnP/DLNA וקישור רגיל.\nל־VLC יש תמיכה בכתוביות מתקדמות לרבות תאימות מלאה ב־SSA, שמע רב ערוצי ובקרת מהירות נגינה.\n\nVLC לסביבת iOS הנו נגן חינמי לחלוטין ובקוד פתוח.\n\nנתוני העל ועטיפות האלבומים מסופקים על ידי TMDb ו־Hatchet, שהם מסדי נתונים לסרטים ולמוזיקה בתחזוקה קהילתית.";

"CHOOSE_AUDIO_TRACK" = "בחירת רצועת שמע";
"CHOOSE_SUBTITLE_TRACK" = "בחירת רצועת כתוביות";
"OPEN_TRACK_PANEL" = "פתח בחירת ערוצים";
"CHOOSE_TITLE" = "בחר כותר";
"CHOOSE_CHAPTER" = "בחר פרקים";
"CHAPTER_SELECTION_TITLE" = "פרקים";
"TITLE" = "כותר";
"CHAPTER" = "פרק";
"MINIMIZE_PLAYBACK_VIEW" = "צמצם תצוגת נגן";
"FULLSCREEN_PLAYBACK" = "נגן במסך מלא";
"TRACK_SELECTION" = "בחירת ערוץ";
"AUDIO" = "שמע";
"SUBTITLES" = "תרגומים";
"LANGUAGE" = "שפה";
"MEDIA_INFO" = "פרטי מדיה";
"VIDEO_DIMENSIONS" = "מידות וידאו";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i פיקסל";
"FORMAT_AUDIO_TRACKS" = "ערוצי שמע %i";
"ONE_AUDIO_TRACK" = "ערוץ שמע אחד";
"FORMAT_SPU_TRACKS" = "%i ערוצי כתוביות";
"ONE_SPU_TRACK" = "ערוץ כתוביות אחד";

"PLAYING_EXTERNALLY_TITLE" = "מחוברת טלוויזיה";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "קטע וידאו זה מתנגן בטלוויזיה";

"VFILTER_HUE" = "גוון";
"VFILTER_CONTRAST" = "ניגודיות";
"VFILTER_BRIGHTNESS" = "בהירות";
"VFILTER_SATURATION" = "רוויה";
"VFILTER_GAMMA" = "גאמה";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "בחר פרופיל איקולייזר";

"PLAYBACK_FAILED" = "הנגינה נכשלה";
"PLEASE_WAIT" = "אנא המתן";
"AR_CHANGED" = "יחס תצוגה: %@";
"DEFAULT" = "בררת מחדל";
"FILL_TO_SCREEN" = "לחתוך למילוי המסך";
"PLAYBACK_SPEED" = "מהירות הנגינה";
"SPU_DELAY" = "עיכוב בכתוביות";
"AUDIO_DELAY" = "עיכוב בשמע";
"BUTTON_SLEEP_TIMER" = "טיימר שינה";
"SLEEP_TIMER_UPDATED" = "מתזמן השינה עודכן";
"CONTINUE_PLAYBACK" = "להמשיך נגינה?";
"CONTINUE_PLAYBACK_LONG" = "האם את/ה מעוניין/ת להמשיך את הנגינה של \"%@\" בנקודה שהופסקה?";

"BUTTON_ALL" = "בחירת הכול";
"BUTTON_BACK" = "חזרה";
"BUTTON_EDIT" = "עריכה";
"BUTTON_DONE" = "בוצע";
"BUTTON_CANCEL" = "ביטול";
"BUTTON_SAVE" = "שמירה";
"BUTTON_DOWNLOAD" = "הורדה";
"BUTTON_DELETE" = "מחק";
"BUTTON_OK" = "אישור";
"BUTTON_CONTRIBUTE" = "התנדבות";
"BUTTON_CONNECT" = "חיבור";
"BUTTON_RENAME" = "שינוי שם";
"BUTTON_LEARN_MORE" = "מידע נוסף";
"BUTTON_LOGOUT" = "התנתק";
"BUTTON_CONTINUE" = "המשך";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "נגינה פרטית";
"SCAN_SUBTITLE_TOGGLE" = "חיפוש אחר כתוביות (http בלבד)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "ספריית המדיה משתדרגת";
"UNTITLED_SHOW" = "מופע ללא שם";
"UNKNOWN" = "לא ידוע";

"OPEN_NETWORK" = "פתיחת תזרים רשת";
"NETWORK_TITLE" = "תזרים רשת";
"OPEN_NETWORK_HELP" = "נא להזין כתובת כלשהי מסוג HTTP, RTSP, RTMP, MMS, FTP או UDP/RTP כדי לפתוח את התזרים ישירות.";
"ABOUT_APP" = "על אודות VLC ל־iOS";
"OPEN_VLC_MENU" = "פתיחת תפריט הצד של VLC";
"HTTP_UPLOAD_SERVER_OFF" = "שרת בלתי פעיל";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "אין חיבור אלחוטי פעיל";
"OPEN_STREAM_OR_DOWNLOAD" = "האם להוריד או לנגן את הכתובת הזאת?";
"SHARED_VLC_IOS_LIBRARY" = "שתף את ספריית ה VLC ל iOS";
"SMB_CIFS_FILE_SERVERS" = "שרתי קבצים (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "ההורדה נכשלה עם קוד ה־HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "יצירת הקובץ נכשלה";
"HTTP_DOWNLOAD_CANCELLED" = "ההורדה בוטלה על ידי המשתמש";

"DOWNLOAD_FROM_HTTP_HELP" = "נא להזין כתובת כדי להוריד את הקובץ אל ה־%@ שלך.";
"DOWNLOAD_FROM_HTTP" = "הורדות";
"ERROR_NUMBER" = "אירעה שגיאת %i";
"DOWNLOAD_FAILED" = "ההורדה נכשלה";
"FILE_NOT_SUPPORTED" = "מבנה הקובץ אינו נתמך";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "מבנה הכתובת אינו נתמך";
"SCHEME_NOT_SUPPORTED_LONG" = "מבנה הכתובת (%@) אינו נתמך. נא להשתמש בכתובת המתחילה ב־HTTP,‏ HTTPS או FTP.";
"LIBRARY_ALL_FILES" = "כל הקבצים";
"LIBRARY_MUSIC" = "אלבומי מוזיקה";
"LIBRARY_SERIES" = "תכניות טלוויזיה";
"LIBRARY_TRACKS" = "%i רצועות";
"LIBRARY_SINGLE_TRACK" = "רצועה %i";
"LIBRARY_EPISODES" = "%i פרקים, %i לא נקראו";
"LIBRARY_SINGLE_EPISODE" = "פרק %i,‏ %i לא נקראו";
"LIBRARY_TRACK_N" = "רצועה מס׳ %i";
"LIBRARY_MINUTES_LEFT" = "%@m נותרו";
"RENAME_MEDIA_TO" = "נא להזין שם חדש עבור %@";

"FOLDER_EMPTY" = "תיקייה ריקה";
"FOLDER_EMPTY_LONG" = "כדי להוסיף קבצים יש לגעת בעריכה, לבחור את הקבצים הרצויים, ללחוץ על לחצן התיקייה ולבחור את התיקייה.";
"FOLDER_INVALID_TYPE_TITLE" = "סוגי הקבצים שגויים";
"FOLDER_INVALID_TYPE_MESSAGE" = "ניתן לגבש תיקייה סביב שני קבצים בלבד או לצרף קובץ לתיקייה קיימת.";
"FOLDER_CHOOSE_NAME_TITLE" = "תיקייה חדשה";
"FOLDER_CHOOSE_NAME_MESSAGE" = "נא להזין כותרת לתיקייה שלך";
"FOLDER_NAME_PLACEHOLDER" = "כותרת התיקייה";
"FOLDER_NAME_DUPLICATE_TITLE" = "הכותרת כבר קיימת";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "נא לבחור בכותרת אחרת";
"SELECT_FOLDER" = "בחירת תיקייה";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "בחירת קובץ לפתיחה:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "פתיחה בתוך…";
"SHARING_ERROR_NO_FILES" = "לא ניתן למצוא קבצים לשיתוף";
"SHARING_ERROR_NO_APPLICATIONS" = "לא ניתן למצוא אף יישום לפתיחת סוג כזה של קובץ";
"SHARING_SUCCESS_CAMERA_ROLL" = "הקובץ נשמר בהצלחה למאגר התמונות";

"SECTION_HEADER_LIBRARY" = "ספריית המדיה";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "רשת";

"LOCAL_NETWORK" = "רשת מקומית";
"CONNECT_TO_SERVER" = "התחברות לשרת";
"USER_LABEL" = "משתמש";
"PASSWORD_LABEL" = "סיסמה";
"DISABLE_LABEL" = "נטרל";
"BUTTON_ANONYMOUS_LOGIN" = "חיבור אנונימי";

"LOCAL_SERVER_REFRESH" = "רענון";
"LOCAL_SERVER_LAST_UPDATE" = "עדכון אחרון ב־%@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "החיבור לשרת נכשל";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "נא לבדוק את כתובת השרת ואת פרטי הגישה שלך";

"CLOUD_SERVICES" = "שרותי ענן";
"LOGIN" = "התחבר";
"LOGGED_IN" = "מחובר";

"DROPBOX_DOWNLOAD" = "האם להוריד קובץ?";
"DROPBOX_DL_LONG" = "האם להוריד את „%@“ אל ה־%@ שלך?";
"DROPBOX_LOGIN" = "כניסה";

"GDRIVE_ERROR_FETCHING_FILES" = "קבלת הקבצים נכשלה";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "הקובץ שלך הורדה בהצלחה";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "הצלחה";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "אירעה שגיאה בעת ההורדה";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "שגיאה";

"DISK_FULL" = "דיסק מלא, הגעת למגבלת האחסון";
"DISK_FULL_FORMAT" = "%@ לא יכול להישמר על %@, מכיוון שאין מספיק מקום פנוי.";

"NUM_OF_FILES" = "%i קבצים";
"ONE_FILE" = "קובץ אחד";
"NO_FILES" = "אין קבצים נתמכים";
"DOWNLOADING" = "בהורדה…";
"REMAINING_TIME" = "הזמן שנותר: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "הגדרות"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "פעיל";
"OFF" = "כבוי";

"EMPTY_LIBRARY" = "ספריית המדיה ריקה";
"EMPTY_LIBRARY_LONG" = "לצורך נגינה, ניתן להזרים מדיה משרת ברשת המקומית שלך, מהענן או לסנכרן מדיה מההתקן שלך באמצעות iTunes, להעלות ב־WiFi או משירותי ענן.";

"PLAYBACK_SCRUB_HELP" = "יש להחליק את האצבע כלפי מטה כדי להתאים את מהירות הגלילה.";
"PLAYBACK_SCRUB_HIGH" = "גלילה במהירות גבוהה";
"PLAYBACK_SCRUB_HALF" = "גלילה במהירות בינונית";
"PLAYBACK_SCRUB_QUARTER" = "גלילה ברבע מהמהירות";
"PLAYBACK_SCRUB_FINE" = "גלילה עדינה";
"PLAYBACK_POSITION" = "מיקום הנגינה";
"VIDEO_FILTER" = "מסנני וידאו";
"VIDEO_FILTER_RESET_BUTTON" = "איפוס מסנני וידאו";
"VIDEO_ASPECT_RATIO_BUTTON" = "החלפת יחס התצוגה של הווידאו";
"PLAY_PAUSE_BUTTON" = "הפעלה או השהיה של הנגינה הנוכחית";
"BWD_BUTTON" = "קפיצה אחורה";
"FWD_BUTTON" = "קפיצה קדימה";
"PLAY_BUTTON" = "נגן";
"PAUSE_BUTTON" = "הפסקה";
"PLAY_ALL_BUTTON" = "לנגן הכול";

"VERSION_FORMAT" = "גרסה: %@";
"BASED_ON_FORMAT" = "מבוסס על:<br />%@";

"NEW" = "חדש";

"BUG_REPORT_TITLE" = "דיווח על תקלה";
"BUG_REPORT_MESSAGE" = "האם ליצור דיווח על תקלה?";
"BUG_REPORT_BUTTON" = "הפעלת ספארי";

"VO_VIDEOPLAYER_TITLE" = "נגן וידאו";
"VO_VIDEOPLAYER_DOUBLETAP" = "יש לגעת פעמיים כדי להציג או להסתיר את פקדי הנגינה";

"FIRST_STEPS_WELCOME" = "ברוך בואך";
"FIRST_STEPS_WELCOME_DETAIL" = "הצעדים הראשונים לסנכרון ונגינה של המדיה שלך.";
"FIRST_STEPS_ITUNES" = "סנכרון קבצים עם iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "יש לחבר את %@ ל־Mac או למחשב שלך באמצעות הכבל.\nלפתוח את iTunes.\nלבחור את ה־%@ שלך.\nלעבור ללשונית „Apps“, לגלול למטה ולחפש את VLC.\nלהעביר את הקבצים שלך.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "ניתן לחבר את ה־%@ שלך לאותה הרשת עם ה־Mac או המחשב שלך.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "ניתן להחליף את מצב הבורר בסרגל הצד, להזין את הכתובת לדפדפן האינטרנט ולהעלות את הקבצים שלך.";
"FIRST_STEPS_CLOUDS" = "עננים";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "ניתן להעלות את המדיה שלך ל־Google Drive או ל־Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "ניתן לפתוח את סרגל הצד כדי לבחור את ספק הענן שלך ולגשת למדיה שלך להורדה או להזרמה.";
"FIRST_STEPS_PLAYBACK" = "נגינה";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "זמן";
"FIRST_STEPS_ASPECT" = "יחס תצוגה";
"FIRST_STEPS_SPEED" = "מהירות";
"FIRST_STEPS_REPEAT" = "חזרה";
"FIRST_STEPS_SUBTITLES" = "רצועות כתוביות";
"FIRST_STEPS_AUDIO" = "רצועות שמע";
"FIRST_STEPS_POSITION" = "מיקום";

"PLEX_CHECK_ACCOUNT" = "בדוק את חשבון ה Plex שלך תחת הגדרות";
"PLEX_ERROR_ACCOUNT" = "שגיאת התחברות עם Plex";

"UNAUTHORIZED" = "לא מורשה";

"SERVER" = "שרת";
"SERVER_PORT" = "פורט";
"NO_SERVER_FOUND" = "שרת לא נמצא";
"NO_RECENT_STREAMS" = "שום ערוץ לא נוגן לאחרונה";

"WEBINTF_TITLE" = "שיתוף באמצעות WiFi";
"WEBINTF_DROPFILES" = "גרירת קבצים";
"WEBINTF_DROPFILES_LONG" = "ניתן להשליך קבצים לכאן כדי להוסיף אותם ל%@ שלך.<br>או ללחוץ על לחצן ה־„+“ כדי להשתמש בחלונית בחירת הקבצים.";
"WEBINTF_DOWNLOADFILES" = "הורדת קבצים";
"WEBINTF_DOWNLOADFILES_LONG" = "עליך פשוט ללחוץ על מה שברצונך להוריד מה%@ שלך.";
"WEBINTF_TITLE_ATV" = "נגינה מרוחקת";
"WEBINTF_DROPFILES_LONG_ATV" = "גרור לחלון קבצים שאת/ה רוצה לנגן ב %@.<br>או לחץ/י על כפתור ה \"+\| להשתמש בממשק הוספת הקבצים.";
"WEBINTF_URL_SENT" = "כתובת URL נשלחה בהצלחה.";
"WEBINTF_URL_EMPTY" = "כתובת URL לא יכולה להיות ריקה.";
"WEBINTF_URL_INVALID" = "כתובת URL לא תקינה.";


"NOW_PLAYING" = "מתנגן כעת";
"PLAY_NOW" = "נגן עכשיו";
"PLAYING" = "מנגן";
"DETAIL" = "פרטים";

"VOLUME" = "עוצמת שמע";
"DURATION" = "משך";
"TITLE" = "כותר";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "נותרו %1$ld שעות ו־%2$ld דקות";
"%ld hours %ld minutes" = "%1$ld שעות ו־%2$ld דקות";
"%ld minutes remaining" = "נותרו %ld דקות";
"%ld minutes" = "%ld דקות";
"%ld minutes %ld seconds remaining" = "נותרו %1$ld דקות ו־%2$ld שניות";
"%ld minutes %ld seconds" = "%1$ld דקות ו־%2$ld";
"%ld seconds remaining" = "נותרו %ld שניות";
"%ld seconds" = "%ld שניות";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "הצג";
"OBJECT_TYPE_SHOW_EPISODE" = "הצג פרק";
"OBJECT_TYPE_LABEL" = "ספרייה";
"OBJECT_TYPE_ALBUM" = "אלבום";
"OBJECT_TYPE_ALBUM_TRACK" = "ערוץ אלבום";
"OBJECT_TYPE_FILE" = "קובץ";
"OBJECT_TYPE_FILE_AUDIO" = "קובץ שמע";

"NOT_CONNECTED_TO_PHONE_TITLE" = "לא מחובר למכשיר אייפון";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "נא חבר את מכשיר האייון שלך לבצע פעולות מרחוק.";

"LONGPRESS_TO_STOP" = "לחיצה ארוכה להפסקת נגינה.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "פרטי השמע";
"CLOUD_LOGIN_LONG" = "כדי לגשת לשירותי ענן יש להיכנס ל־iCloud גם ב־Apple TV וגם בהתקן ה־iOS עם אותו ה־Apple ID ולהפעיל שיתוף מפתחות (Keychain Sharing) בהגדרות המערכת.\nלאחר מכן, עליך להיכנס לספק הענן לבחירתך באמצעות היישומון של VLC שבהתקן ה־iOS שלך. לבסוף, יש לבחור אותו על המסך.";
"ENTER_URL" = "הכנס כתובת URL לנגינה";
"HTTP_SERVER_ON" = "חסום נגינה מרחוק";
"HTTP_SERVER_OFF" = "אפשר נגינה מרחוק";
"CACHED_MEDIA" = "מדיה במטמון";
"CACHED_MEDIA_LONG" = "מדיה המוצגת כאן נשמרת מקומית על האפל טיוי שלך. שים/י לב  כי מדיה זו יכולה להימחק על ידי מערכת ההפעלה ללא כל התראה בכל פעם ש VLC לא רץ במקרה ולמכשיר נגמר המקום לאחסון מידע.";
"DOWNLOAD_SUBS_FROM_OSO" = "הורד כתוביות מ OpenSubtitles.org...";
"FOUND_SUBS" = "נמצאו כתוביות";
"USE_SPDIF" = "שימוש בהעברה ישירה (S/PDIF)";

"PLAYBACK" = "נגינה";
"REPEAT_MODE" = "חזרה";
"REPEAT_DISABLED" = "מנוטרל";
"REPEAT_SINGLE" = "בודד";
"REPEAT_FOLDER" = "תיקייה";

// Local Network Service Names
"UPNP_LONG" = "Plug'n'Play אוניברסלי (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "שרת המדיה Plex (דרך Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "פרוטוקול להעברת קבצים (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "שרת קבצים BONJOUR";
"DSM_WORKGROUP" = "קבוצת עבודה";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "לחץ על %@ למחיקה"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "לא ניתן למחוק את הבחירה";
"DELETE_INVALID_TITLE" = "הבחירה שגויה";
"DELETE_MESSAGE" = "יש לאשר את מחיקת הקבצים הנבחרים";
"DELETE_TITLE" = "מחיקת הקבצים הנבחרים";

"URL_NOT_SUPPORTED" = "לא ניתן לפתוח את הכתובת הזאת";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "הפרוטוקול לא נבחר";
"Settings" = "הגדרות";
"ERROR" = "Error";
"OK" = "Ok";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
